DR_EXPLAIN.namespace( 'DR_EXPLAIN.data_index' );
DR_EXPLAIN.data_index = {

	// index
	DREX_NODE_KEYWORDS: [1,5,6,9,28,23,22,25,27,26,24],
	DREX_NODE_KEYWORDS_START: [0,1,2,3,4,4,4,4,4,4,5,6,6,6,6,6,6,6,6,7,8,9,10,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11], //length:= drex.nodes_count,
	DREX_NODE_KEYWORDS_END: [1,2,3,4,4,4,4,4,4,5,6,6,6,6,6,6,6,6,7,8,9,10,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11,11], //length:= drex.nodes_count,

	DREX_KEYWORD_NAMES: ["<НОВЫЙ ТЕРМИН>","Главная","Использование АРМ Администратора","Видеоуроки","Редактор залов","Информация о системе Фронт.Менеджер","Документация по API","Инструкции по работе в системе Фронт.Менеджер","Последние изменения системы","Часто задаваемые вопросы","Главное меню","Меню \"Схемы\"","Меню \"Расценки\"","Меню \"Заказы\"","Меню \"Клиенты\"","Меню \"Партнеры\"","Меню \"Финансы\"","Меню \"Словари\"","Меню \"Отчеты\"","Меню \"Администрирование\"","Создание нового мероприятия","Расценка зала","Загрузка зала","Подключение с помощью API","Работа с виджетом FrontManager:Касса","Работа с заказом","Работа с личным кабинетом","Работа со справочниками","Пример подключения через API","Инструкции для Кассира","Настройка термопринтера Zebra GK-420d","Настройка сканера SK1-MT 2090","Работа с фискальным регистратором","Инструкции для Организатора"],
	DREX_KEYWORD_CHILD_START: [1,5,10,20,21,22,22,29,34,34,34,34,34,34,34,34,34,34,34,34,34,34,34,34,34,34,34,34,34,34,34,34,34,34],
	DREX_KEYWORD_CHILD_END: [5,10,20,21,22,22,29,34,34,34,34,34,34,34,34,34,34,34,34,34,34,34,34,34,34,34,34,34,34,34,34,34,34,34]
	
};